Revit 2027 API
ParameterTypeId.ZoneHeatingAirTemperatureParam Property
 "Heating Air Temperature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneHeatingAirTemperatureParam { get; }
Public Shared ReadOnly Property ZoneHeatingAirTemperatureParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneHeatingAirTemperatureParam {
	ForgeTypeId^ get ();
}
static member ZoneHeatingAirTemperatureParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace